{
  "001502": {
    "en": {
      "message": "Add release notes",
      "items": [
        "Display release notes when Trailence is updated",
        "Search text in trails",
        "Search a place from a collection map",
        "Elevation provider available outside France",
        "Android: option to keep the app visible even if the screen is locked",
        "Some improvements and fixes"
      ]
    },
    "fr": {
      "message": "Informations de mise à jour",
      "items": [
        "Affiche les nouveautés lors d'une mise à jour",
        "Recherche de texte dans les parcours",
        "Recherche de lieu sur la carte d'une collection",
        "Fournisseur d'altitude disponible hors France",
        "Android: option pour garder l'application visible même si l'écran est vérouillé",
        "Quelques améliorations et correctifs"
      ]
    }
  },
  "001600": {
    "en": {
      "message": "New editing tools",
      "items": [
        "Editing tools are now available on all devices",
        "Some improvements and fixes"
      ]
    },
    "fr": {
      "message": "Nouveaux outils d'édition",
      "items": [
        "Les outils d'édition sont désormais disponibles sur tous les périphériques",
        "Quelques améliorations et correctifs"
      ]
    }
  },
  "001601": {
    "en": {"message": "Bug fix"},
    "fr": {"message": "Correctif"}
  },
  "001602": {
    "en": {
      "items": [
        "Zoom on photos",
        "Change followed trail during a trace",
        "Some improvements and fixes"
      ]
    },
    "fr": {
      "items": [
        "Possibilité de zoomer sur les photos",
        "Possibilité de changer le parcours suivi pendant une trace",
        "Quelques améliorations et correctifs"
      ]
    }
  },
  "001700": {
    "en": {
      "items": [
        "Adding activity type to a trail",
        "Possibility of reversing the direction of a track",
        "Menu to see the trails from all collections",
        "Feature to manually position a photo on a track",
        "Some improvements and fixes"
      ]
    },
    "fr": {
      "items": [
        "Ajout du type d'activité sur un parcours",
        "Possibilité d'inverser le sens d'un parcours",
        "Menu pour voir les parcours de toutes les collections",
        "Fonctionnalité pour positionner manuellement une photo sur un parcours",
        "Quelques améliorations et correctifs"
      ]
    }
  },
  "001701": {
    "en": {"message": "Some improvements and fixes"},
    "fr": {"message": "Quelques améliorations et correctifs"}
  },
  "001702": {
    "en": {"message": "Some improvements and fixes"},
    "fr": {"message": "Quelques améliorations et correctifs"}
  },
  "001703": {
    "en": {
      "items": [
        "Added a speed graph to a trail",
        "You can now change the date of a hike",
        "Few improvements and fixes"
      ]
    },
    "fr": {
      "items": [
        "Ajout d'un graphique de vitesse sur un parcours",
        "Possibilité de changer la date d'un parcours",
        "Quelques améliorations et correctifs"
      ]
    }
  },
  "001704": {
    "en": { "items": ["Try the app without account"]},
    "fr": { "items": ["Essai de l'application sans compte"]}
  },
  "001705": {
    "en": {"message": "Some improvements and fixes"},
    "fr": {"message": "Quelques améliorations et correctifs"}
  },
  "001800": {
    "en": {"message": "Publish your trails!"},
    "fr": {"message": "Publiez vos parcours !"}
  },
  "001801": {
    "en": {"message": "Some improvements and fixes"},
    "fr": {"message": "Quelques améliorations et correctifs"}
  },
  "001803": {
    "en": {"message": "New Features for Track Editing"},
    "fr": {"message": "Nouvelles fonctionnalités d’édition de trace"}
  },
  "001806": {
    "en": {
      "items": [
        "Added *My Selection*: you can now add trails (yours or those from the search) to your selection. Perfect when planning a trip or a weekend. The selection lets you keep interesting trails handy without copying them into a collection.",
        "Public trail descriptions are now translated into both French and English."
      ]
    },
    "fr": {
      "items": [
        "Ajout de *Ma sélection* : vous pouvez ajouter des parcours (parmi les vôtres ou ceux trouvés via la recherche) dans votre sélection. Idéal lorsque vous préparez un voyage ou un week-end. La sélection permet de garder des parcours sous la main sans avoir à les copier dans une collection.",
        "La description des parcours publics est désormais traduite en français et en anglais."
      ]
    }
  },
  "001809": {
    "en": {
      "message": "New Features for Track Editing",
      "items": [
        "You can fill missing parts of your track by adding free points or following OpenStreetMap paths"
      ]
    },
    "fr": {
      "message": "Nouvelles fonctionnalités d’édition de trace",
      "items": [
        "Vous pouvez maintenant compléter une trace en ajoutant des points libres ou en suivant les chemins OpenStreetMap"
      ]
    }
  },
  "001901": {
    "en": {
      "message": "Statistics!",
      "items": [
        "The 'My Statistics' page now lets you view a numerical summary of your trails",
        "Some improvements and bug fixes are also included in this version"
      ]
    },
    "fr": {
      "message": "Statistiques !",
      "items": [
        "La page Mes Statistiques vous permet à présent d'avoir une vue en chiffres de vos parcours",
        "Quelques améliorations et correctifs ont également été apportés dans cette version"
      ]
    }
  },
  "001905": {
    "en": {"message": "Some improvements and fixes"},
    "fr": {"message": "Quelques améliorations et correctifs"}
  },
  "001906": {
    "en": {
      "items": [
        "New display option for the trail list: now with a mini-map showing a preview of the route",
        "Few improvements and fixes"
      ]
    },
    "fr": {
      "items": [
        "Nouvel affichage disponible sur la liste de parcours: avec une mini-carte montrant un aperçu de la trace",
        "Quelques améliorations et correctifs"
      ]
    }
  },
  "001907": {
    "en": {
      "items": [
        "Easier trail search",
        "Improved remaining trail data and position shown on the elevation profile",
        "Added new regional map layers",
        "Few improvements and fixes"
      ]
    },
    "fr": {
      "items": [
        "Recherche de parcours facilitée",
        "Données du parcours restant améliorées, et visualisation de la position dans le profil altimétrique",
        "Ajout de nouveaux fonds de carte régionaux",
        "Quelques améliorations et correctifs"
      ]
    }
  },
  "010000": {
    "en": {"message": "First official version"},
    "fr": {"message": "Première version officielle"}
  },
  "010100": {
    "en": {
      "items": [
        "On the Android app, you can now take photos directly from the app while recording a track. The photo will be saved both in Trailence and in your Gallery.",
        "Waypoints now have a dedicated section on mobile for easier access.",
        "You can now add waypoints while recording a track.",
        "You can now select the activity type while recording a track.",
        "When searching for trails, you can now share a trail link."
      ]
    },
    "fr": {
      "items": [
        "Sur l'app Android, vous pouvez maintenant prendre des photos directement depuis l'app pendant l'enregistrement d'une trace. La photo sera enregistrée dans Trailence mais aussi dans votre Gallerie.",
        "Les 'points de passages' ont été renommés en 'étapes', et ont maintenant une section dédiée sur mobile pour un accès plus facile",
        "Possibilité d'ajouter des étapes pendant une trace",
        "Possibilité de sélectionner l'activité pendant une trace",
        "Lorsque vous recherchez des parcours, vous pouvez maintenant partager le lien d'un parcours"
      ]
    }
  }
}
